insert into films(name,description,"year",genre_id,minimal_age,duration_in_minutes,file_id)
values (
'Интерстеллар',
'Когда засуха, пыльные бури и вымирание растений приводят человечество к продовольственному кризису, коллектив исследователей и учёных отправляется сквозь червоточину (которая предположительно соединяет области пространства-времени через большое расстояние) в путешествие, чтобы превзойти прежние ограничения для космических путешествий человека и найти планету с подходящими для человечества условиями.',
2014,
2,
18,
169,
1);

insert into films(name,description,"year",genre_id,minimal_age,duration_in_minutes,file_id)
values (
'Джон Уик',
'Джон Уик - на первый взгляд, самый обычный среднестатистический американец, который ведет спокойную мирную жизнь. Однако мало кто знает, что он был наёмным убийцей, причём одним из лучших профессионалов в своём деле.',
2014,
1,
18,
101,
2);

insert into films(name,description,"year",genre_id,minimal_age,duration_in_minutes,file_id)
values (
'Тихое место 2',
'474 дня прошло после нападения на Землю охотящихся на звук существ, семья Эбботт продолжает бороться за жизнь в полной тишине. Столкнувшись со смертельной угрозой в собственном доме, они вынуждены отправиться во внешний мир, где находят убежище и старого знакомого семьи. Поймав радиосигнал, Реган вычисляет место предполагаемой колонии выживших и решает во что бы то ни стало её разыскать.',
2020,
3,
18,
97,
3);

insert into films(name,description,"year",genre_id,minimal_age,duration_in_minutes,file_id)
values (
'Дублеры',
'Еще вчера они были простыми работягами. Сейчас все изменилось: настал день их славы, когда, замещая бастующих профессионалов, они стали Дублерами. Невзрачные простаки превращаются в суперзвезд футбола!',
2000,
4,
18,
114,
4);