insert into films(name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id)
values('джентльмены',
'В нём рассказывается об американском наркобароне в Англии, который хочет продать свой бизнес, запуская цепочку шантажа и схем, чтобы подорвать его.',
2019,
1,
18,
113,
1);
insert into films(name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id)
values('бегущий по лезвию 2049',
'В центре сюжета история детектива из специального отдела полиции Лос-Анджелеса Рика Декарда, вынужденного разыскивать и уничтожать сбежавших репликантов[англ.] — человекоподобных биороботов, искусственно созданных для выполнения тяжёлых и опасных работ.',
2017,
2,
16,
163,
2);
insert into films(name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id)
values('джон уик',
'Фильм рассказывает о Джоне Уике (Киану Ривз), легендарном киллере, который покончил со своей преступной деятельностью, но был вынужден вернуться в криминальный мир, чтобы отомстить за убийство своей собаки, угон машины и избиение.',
2014,
1,
18,
101,
3);
insert into films(name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id)
values('карты, деньги, два ствола',
'Четверо более или менее авантюрно настроенных лондонских друзей — Эдди, «Толстый» Том, «Мыло» и «Бекон» — хотят заработать в карточной игре, но попадают в беду: из-за подлого обмана серьёзного бандита Гарри «Топора» Лонсдейла, они, вместо ожидаемого выигрыша, теперь должны ему пятьсот тысяч фунтов, которые необходимо вернуть в течение недели. ',
1998,
3,
18,
107,
4);
insert into films(name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id)
values('джон уик 2',
'Фильм является продолжением фильма «Джон Уик» и вторым фильмом во франшизе «Джон Уик», сосредоточенным на отставном киллере Джоне Уике, который вынужден вернуться в свою старую жизнь, чтобы выполнить кровавую клятву криминальному лорду Сантино Д’Антонио (Скамарсио).',
2017,
1,
18,
122,
5);
insert into films(name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id)
values('довод',
'Героем фильма является секретный агент, который должен научиться управлять временем, чтобы обеспечить выживание человечества.',
2019,
4,
16,
150,
6);
insert into films(name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id)
values('интерстеллар',
'Действие кинокартины разворачивается в недалёком будущем, где людям на всей планете угрожают катастрофические изменения климата и массовый голод, и рассказывает о группе астронавтов, которые отправляются в космос в поисках нового дома для человечества.',
2014,
5,
16,
169,
7);